Repository: clementrahula/lukotta
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sl, sq, sv, th, tr, uk, vi, zh_hans

source: %@ could not open your drives
ar: تعذّر على %@ فتح محرّكاتك
bg: %@ не можа да отвори дисковете ви
cs: %@ nemohl otevřít vaše disky
da: %@ kunne ikke åbne dine diske
de: %@ konnte deine Laufwerke nicht öffnen
el: Το %@ δεν μπόρεσε να ανοίξει τους δίσκους σας
es: %@ no ha podido abrir tus discos
et: %@ ei saanud su kettaid avada
fi: %@ ei voinut avata levyjäsi
fil: Hindi nabuksan ng %@ ang iyong mga drive
fr: %@ n’a pas pu ouvrir vos disques
he: ‏%@ לא הצליח לפתוח את הכוננים שלך
hi: %@ आपकी ड्राइव नहीं खोल सका
hr: %@ nije mogao otvoriti vaše diskove
hu: A(z) %@ nem tudta megnyitni a lemezeit
id: %@ tidak dapat membuka drive Anda
it: %@ non è riuscito ad aprire i tuoi dischi
ja: %@ はドライブを開けませんでした
ko: %@이(가) 드라이브를 열지 못했습니다
lt: „%@“ negalėjo atverti jūsų diskų
lv: %@ nevarēja atvērt jūsu diskus
ms: %@ tidak dapat membuka pemacu anda
nb: %@ kunne ikke åpne diskene dine
nl: %@ kon je schijven niet openen
pl: %@ nie mógł otworzyć twoich dysków
pt_pt: O %@ não conseguiu abrir os seus discos
ro: %@ nu a putut deschide discurile dvs.
ru: %@ не смог открыть ваши диски
sl: %@ ni mogel odpreti vaših diskov
sq: %@ nuk mundi t'i hapte disqet e tua
sv: %@ kunde inte öppna dina diskar
th: %@ เปิดไดรฟ์ของคุณไม่ได้
tr: %@ sürücülerinizi açamadı
uk: %@ не зміг відкрити ваші диски
vi: %@ không mở được các ổ đĩa của bạn
zh_hans: %@ 无法打开你的驱动器

source: %@ does not yet support writing to this file format.
ar: لا يدعم %@ الكتابة إلى صيغة الملف هذه بعد.
bg: %@ все още не поддържа запис в този файлов формат.
cs: %@ zatím zápis do tohoto formátu souboru nepodporuje.
da: %@ understøtter endnu ikke skrivning til dette filformat.
de: %@ unterstützt das Schreiben in dieses Dateiformat noch nicht.
el: Το %@ δεν υποστηρίζει ακόμη την εγγραφή σε αυτή τη μορφή αρχείου.
es: %@ todavía no admite la escritura en este formato de archivo.
et: %@ ei toeta veel sellesse failivormingusse kirjutamist.
fi: %@ ei vielä tue kirjoittamista tähän tiedostomuotoon.
fil: Hindi pa sinusuportahan ng %@ ang pagsulat sa format na ito ng file.
fr: %@ ne prend pas encore en charge l’écriture dans ce format de fichier.
he: ‏%@ עדיין אינו תומך בכתיבה לפורמט קובץ זה.
hi: %@ अभी इस फ़ाइल फ़ॉर्मैट में लिखना समर्थित नहीं करता।
hr: %@ još ne podržava pisanje u ovaj format datoteke.
hu: A(z) %@ még nem támogatja az ebbe a fájlformátumba írást.
id: %@ belum mendukung penulisan ke format berkas ini.
it: %@ non supporta ancora la scrittura in questo formato di file.
ja: %@ はこのファイル形式への書き込みにまだ対応していません。
ko: %@은(는) 아직 이 파일 형식에 쓰기를 지원하지 않습니다.
lt: „%@“ dar nepalaiko rašymo į šį failo formatą.
lv: %@ vēl neatbalsta rakstīšanu šajā faila formātā.
ms: %@ belum menyokong penulisan ke format fail ini.
nb: %@ støtter ennå ikke skriving til dette filformatet.
nl: %@ ondersteunt schrijven naar dit bestandsformaat nog niet.
pl: %@ nie obsługuje jeszcze zapisu w tym formacie pliku.
pt_pt: O %@ ainda não suporta a escrita neste formato de ficheiro.
ro: %@ nu acceptă încă scrierea în acest format de fișier.
ru: %@ пока не поддерживает запись в этот формат файла.
sl: %@ pisanja v to vrsto datoteke še ne podpira.
sq: %@ ende nuk mbështet shkrimin në këtë format skedari.
sv: %@ stöder ännu inte skrivning till det här filformatet.
th: %@ ยังไม่รองรับการเขียนลงรูปแบบไฟล์นี้
tr: %@ bu dosya biçimine yazmayı henüz desteklemiyor.
uk: %@ поки не підтримує запис у цей формат файлу.
vi: %@ chưa hỗ trợ ghi vào định dạng tệp này.
zh_hans: %@ 尚不支持写入这种文件格式。

source: %@ free of %@
ar: %@ متاحة من أصل %@
bg: %@ свободни от %@
cs: %@ volných z %@
da: %@ ledig af %@
de: %@ frei von %@
el: %@ ελεύθερα από %@
es: %@ libres de %@
et: %@ vaba / %@
fi: %@ vapaana / %@
fil: %@ ang libre sa %@
fr: %@ libres sur %@
he: ‏%@ פנויים מתוך %@
hi: %@ में से %@ खाली
hr: %@ slobodno od %@
hu: %@ szabad ebből: %@
id: %@ kosong dari %@
it: %@ liberi su %@
ja: %@ 中 %@ が空き
ko: %@ 사용 가능 / 전체 %@
lt: %@ laisva iš %@
lv: %@ brīvi no %@
ms: %@ kosong daripada %@
nb: %@ ledig av %@
nl: %@ vrij van %@
pl: %@ wolne z %@
pt_pt: %@ livres de %@
ro: %@ liberi din %@
ru: свободно %@ из %@
sl: %@ prostih od %@
sq: %@ të lira nga %@
sv: %@ ledigt av %@
th: เหลือ %@ จาก %@
tr: %@ boş / %@
uk: вільно %@ з %@
vi: còn trống %@ trên %@
zh_hans: %@ 可用，共 %@

source: %@ has been removed
ar: تمت إزالة %@
bg: %@ е премахнато
cs: %@ byl odstraněn
da: %@ er fjernet
de: %@ wurde entfernt
el: Το %@ καταργήθηκε
es: %@ se ha eliminado
et: %@ on eemaldatud
fi: %@ on poistettu
fil: Naalis na ang %@
fr: %@ a été supprimé
he: ‏%@ הוסר
hi: %@ हटा दिया गया
hr: %@ je uklonjen
hu: A(z) %@ eltávolítva
id: %@ telah dihapus
it: %@ è stato rimosso
ja: %@ を削除しました
ko: %@이(가) 제거되었습니다
lt: %@ pašalinta
lv: %@ ir noņemta
ms: %@ telah dibuang
nb: %@ er fjernet
nl: %@ is verwijderd
pl: %@ został usunięty
pt_pt: O %@ foi removido
ro: %@ a fost eliminat
ru: %@ удалён
sl: %@ je odstranjen
sq: %@ u hoq
sv: %@ har tagits bort
th: ลบ %@ แล้ว
tr: %@ kaldırıldı
uk: %@ видалено
vi: Đã gỡ %@
zh_hans: %@ 已移除

source: %@ image can only be opened read-only
ar: لا يمكن فتح صورة %@ إلا للقراءة فقط
bg: Образ %@ може да се отвори само за четене
cs: Obraz %@ lze otevřít pouze pro čtení
da: Et %@-diskbillede kan kun åbnes skrivebeskyttet
de: Ein %@-Image lässt sich nur schreibgeschützt öffnen
el: Ένα είδωλο %@ ανοίγει μόνο για ανάγνωση
es: Una imagen %@ solo puede abrirse en modo de solo lectura
et: %@-tõmmise saab avada ainult kirjutuskaitstuna
fi: %@-levytiedoston voi avata vain luettavaksi
fil: Ang image na %@ ay mabubuksan lamang nang read-only
fr: Une image %@ ne s’ouvre qu’en lecture seule
he: אפשר לפתוח תמונת %@ לקריאה בלבד
hi: %@ इमेज केवल पढ़ने के लिए ही खोली जा सकती है
hr: Slika %@ može se otvoriti samo za čitanje
hu: A(z) %@ lemezkép csak írásvédetten nyitható meg
id: Image %@ hanya dapat dibuka baca-saja
it: Un’immagine %@ si può aprire solo in sola lettura
ja: %@ イメージは読み出し専用でのみ開けます
ko: %@ 이미지는 읽기 전용으로만 열 수 있습니다
lt: %@ atvaizdį galima atverti tik skaitymui
lv: %@ attēlu var atvērt tikai lasīšanai
ms: Imej %@ hanya boleh dibuka baca-sahaja
nb: Et %@-diskbilde kan bare åpnes skrivebeskyttet
nl: Een %@-schijfkopie kan alleen als alleen-lezen worden geopend
pl: Obraz %@ można otworzyć tylko do odczytu
pt_pt: Uma imagem %@ só pode ser aberta apenas para leitura
ro: O imagine %@ poate fi deschisă doar în regim de doar-citire
ru: Образ %@ можно открыть только для чтения
sl: Slika %@ se lahko odpre samo za branje
sq: Imazhi %@ mund të hapet vetëm si vetëm-lexim
sv: En %@-skivavbild kan bara öppnas skrivskyddad
th: อิมเมจ %@ เปิดได้แบบอ่านอย่างเดียวเท่านั้น
tr: %@ imajı yalnızca salt okunur açılabilir
uk: Образ %@ можна відкрити лише для читання
vi: Ảnh đĩa %@ chỉ có thể mở ở chế độ chỉ đọc
zh_hans: %@ 映像只能以只读方式打开

source: %@ is free software under the GPL, version 3 or later. The mounting is done by anylinuxfs. Complete source for every component is published with each release. The name and the logo are trademarks, and are not covered by that licence.
ar: %@ برنامج حر بموجب رخصة GPL الإصدار 3 أو ما بعده. يتولى anylinuxfs عملية التركيب. تُنشر الشيفرة المصدرية الكاملة لكل مكوّن مع كل إصدار. الاسم والشعار علامتان تجاريتان ولا تشملهما تلك الرخصة.
bg: %@ е свободен софтуер под лиценза GPL, версия 3 или по-нова. Монтирането се извършва от anylinuxfs. Пълният изходен код на всеки компонент се публикува с всяко издание. Името и логото са търговски марки и не са обхванати от този лиценз.
cs: %@ je svobodný software pod licencí GPL verze 3 nebo novější. Připojování zajišťuje anylinuxfs. Úplný zdrojový kód každé součásti je zveřejňován s každým vydáním. Název a logo jsou ochranné známky a tato licence se na ně nevztahuje.
da: %@ er fri software under GPL, version 3 eller nyere. Aktiveringen klares af anylinuxfs. Den fulde kildekode for hver komponent udgives med hver version. Navnet og logoet er varemærker og er ikke omfattet af den licens.
de: %@ ist freie Software unter der GPL, Version 3 oder höher. Das Aktivieren übernimmt anylinuxfs. Der vollständige Quelltext jeder Komponente wird mit jeder Version veröffentlicht. Der Name und das Logo sind Marken und fallen nicht unter diese Lizenz.
el: Το %@ είναι ελεύθερο λογισμικό υπό την άδεια GPL, έκδοση 3 ή νεότερη. Η προσάρτηση γίνεται από το anylinuxfs. Ο πλήρης πηγαίος κώδικας κάθε στοιχείου δημοσιεύεται με κάθε έκδοση. Το όνομα και το λογότυπο είναι εμπορικά σήματα και δεν καλύπτονται από αυτήν την άδεια.
es: %@ es software libre bajo la GPL, versión 3 o posterior. Del montaje se encarga anylinuxfs. El código fuente completo de cada componente se publica con cada versión. El nombre y el logotipo son marcas registradas y no están cubiertos por esa licencia.
et: %@ on vaba tarkvara GPL-litsentsi versiooni 3 või uuema alusel. Haakimise teeb anylinuxfs. Iga komponendi täielik lähtekood avaldatakse koos iga väljalaskega. Nimi ja logo on kaubamärgid ning need litsents ei hõlma.
fi: %@ on vapaa ohjelmisto GPL-lisenssin version 3 tai uudemman alaisuudessa. Käyttöönotosta huolehtii anylinuxfs. Jokaisen osan täydellinen lähdekoodi julkaistaan jokaisen version mukana. Nimi ja logo ovat tavaramerkkejä, eikä kyseinen lisenssi kata niitä.
fil: Ang %@ ay malayang software sa ilalim ng GPL bersyon 3 o mas bago. Ang pag-mount ay ginagawa ng anylinuxfs. Ang buong source code ng bawat bahagi ay inilalathala kasabay ng bawat paglabas. Ang pangalan at logo ay mga trademark at hindi saklaw ng lisensyang iyon.
fr: %@ est un logiciel libre sous licence GPL, version 3 ou ultérieure. Le montage est assuré par anylinuxfs. Le code source complet de chaque composant est publié à chaque version. Le nom et le logo sont des marques et ne sont pas couverts par cette licence.
he: ‏%@ הוא תוכנה חופשית תחת רישיון GPL גרסה 3 או מאוחרת יותר. העגינה מתבצעת על ידי anylinuxfs. קוד המקור המלא של כל רכיב מתפרסם עם כל גרסה. השם והלוגו הם סימני מסחר ואינם מכוסים ברישיון זה.
hi: %@ GPL संस्करण 3 या उसके बाद के अंतर्गत मुक्त सॉफ़्टवेयर है। माउंट करने का काम anylinuxfs करता है। हर घटक का पूरा स्रोत कोड प्रत्येक रिलीज़ के साथ प्रकाशित होता है। नाम और लोगो ट्रेडमार्क हैं और उस लाइसेंस के अंतर्गत नहीं आते।
hr: %@ je slobodan softver pod licencom GPL, verzija 3 ili novija. Montiranje obavlja anylinuxfs. Potpuni izvorni kod svake komponente objavljuje se uz svako izdanje. Naziv i logotip zaštitni su znakovi i nisu obuhvaćeni tom licencom.
hu: A(z) %@ szabad szoftver a GPL 3-as vagy újabb verziója alatt. A csatolást az anylinuxfs végzi. Minden összetevő teljes forráskódja megjelenik minden kiadással. A név és a logó védjegy, és nem tartozik az említett licenc hatálya alá.
id: %@ adalah perangkat lunak bebas di bawah GPL versi 3 atau yang lebih baru. Pemasangan dikerjakan oleh anylinuxfs. Kode sumber lengkap untuk setiap komponen diterbitkan bersama setiap rilis. Nama dan logo adalah merek dagang dan tidak tercakup dalam lisensi tersebut.
it: %@ è software libero sotto licenza GPL, versione 3 o successiva. Il montaggio è svolto da anylinuxfs. Il codice sorgente completo di ogni componente viene pubblicato a ogni versione. Il nome e il logo sono marchi e non sono coperti da quella licenza.
ja: %@ は GPL バージョン 3 以降のフリーソフトウェアです。マウントは anylinuxfs が行います。すべての構成要素の完全なソースコードは、リリースごとに公開されます。名称とロゴは商標であり、このライセンスの対象ではありません。
ko: %@은(는) GPL 버전 3 이상에 따른 자유 소프트웨어입니다. 마운트는 anylinuxfs가 수행합니다. 모든 구성 요소의 전체 소스 코드는 릴리스마다 공개됩니다. 이름과 로고는 상표이며 해당 라이선스의 적용을 받지 않습니다.
lt: %@ yra laisva programinė įranga pagal GPL licenciją, 3 arba naujesnę versiją. Prijungimą atlieka anylinuxfs. Visas kiekvieno komponento pirminis kodas skelbiamas su kiekviena laida. Pavadinimas ir logotipas yra prekių ženklai ir ta licencija jų neapima.
lv: %@ ir brīvā programmatūra ar GPL licenci, versiju 3 vai jaunāku. Montēšanu veic anylinuxfs. Katra komponenta pilns pirmkods tiek publicēts ar katru laidienu. Nosaukums un logotips ir preču zīmes, un šī licence uz tiem neattiecas.
ms: %@ ialah perisian bebas di bawah GPL versi 3 atau lebih baharu. Pelekapan dilakukan oleh anylinuxfs. Kod sumber lengkap bagi setiap komponen diterbitkan bersama setiap keluaran. Nama dan logo ialah tanda dagangan dan tidak dilindungi lesen itu.
nb: %@ er fri programvare under GPL, versjon 3 eller nyere. Monteringen gjøres av anylinuxfs. Fullstendig kildekode for hver komponent publiseres med hver utgivelse. Navnet og logoen er varemerker og omfattes ikke av den lisensen.
nl: %@ is vrije software onder de GPL, versie 3 of later. Het activeren gebeurt door anylinuxfs. De volledige broncode van elk onderdeel wordt bij elke versie gepubliceerd. De naam en het logo zijn handelsmerken en vallen niet onder die licentie.
pl: %@ jest wolnym oprogramowaniem na licencji GPL w wersji 3 lub nowszej. Montowaniem zajmuje się anylinuxfs. Pełny kod źródłowy każdego składnika jest publikowany wraz z każdym wydaniem. Nazwa i logo są znakami towarowymi i nie są objęte tą licencją.
pt_pt: O %@ é software livre sob a GPL, versão 3 ou posterior. A montagem é feita pelo anylinuxfs. O código-fonte completo de cada componente é publicado com cada versão. O nome e o logótipo são marcas registadas e não estão abrangidos por essa licença.
ro: %@ este software liber sub licența GPL, versiunea 3 sau ulterioară. Montarea este realizată de anylinuxfs. Codul sursă complet al fiecărei componente este publicat cu fiecare versiune. Numele și sigla sunt mărci comerciale și nu sunt acoperite de acea licență.
ru: %@ — свободное программное обеспечение под лицензией GPL версии 3 или новее. Монтирование выполняет anylinuxfs. Полный исходный код каждого компонента публикуется с каждым выпуском. Название и логотип являются товарными знаками и этой лицензией не покрываются.
sl: %@ je prosto programje pod licenco GPL, različica 3 ali novejša. Priklop opravi anylinuxfs. Popolna izvorna koda vsake komponente je objavljena z vsako izdajo. Ime in logotip sta blagovni znamki in ju ta licenca ne zajema.
sq: %@ është software i lirë sipas GPL, versioni 3 ose më i vonshëm. Montimi kryhet nga anylinuxfs. Burimi i plotë për çdo komponent publikohet me çdo hedhje në qarkullim. Emri dhe logoja janë marka tregtare dhe nuk mbulohen nga ajo licencë.
sv: %@ är fri programvara under GPL, version 3 eller senare. Monteringen sköts av anylinuxfs. Fullständig källkod för varje komponent publiceras med varje version. Namnet och logotypen är varumärken och omfattas inte av den licensen.
th: %@ เป็นซอฟต์แวร์เสรีภายใต้ GPL รุ่น 3 หรือใหม่กว่า การเมานต์ทำโดย anylinuxfs ซอร์สโค้ดฉบับสมบูรณ์ของทุกส่วนประกอบเผยแพร่พร้อมกับทุกรุ่นที่ปล่อยออกมา ชื่อและโลโก้เป็นเครื่องหมายการค้าและไม่อยู่ภายใต้สัญญาอนุญาตนั้น
tr: %@, GPL sürüm 3 veya sonrası kapsamında özgür yazılımdır. Bağlama işini anylinuxfs yapar. Her bileşenin tam kaynak kodu her sürümle birlikte yayımlanır. Ad ve logo ticari markadır ve bu lisans kapsamında değildir.
uk: %@ — вільне програмне забезпечення за ліцензією GPL версії 3 або новішої. Монтування виконує anylinuxfs. Повний вихідний код кожного компонента публікується з кожним випуском. Назва та логотип є торговельними марками й цією ліцензією не охоплюються.
vi: %@ là phần mềm tự do theo GPL phiên bản 3 hoặc mới hơn. Việc gắn kết do anylinuxfs thực hiện. Mã nguồn đầy đủ của mọi thành phần được công bố cùng mỗi bản phát hành. Tên gọi và biểu trưng là nhãn hiệu và không thuộc phạm vi giấy phép đó.
zh_hans: %@ 是遵循 GPL 第 3 版或更新版本的自由软件。挂载由 anylinuxfs 完成。每个组件的完整源代码都随每次发布一同公布。名称与标志为商标，不在该许可证的涵盖范围内。

source: %@ is not able to open this file format.
ar: لا يستطيع %@ فتح صيغة الملف هذه.
bg: %@ не може да отвори този файлов формат.
cs: %@ neumí otevřít tento formát souboru.
da: %@ kan ikke åbne dette filformat.
de: %@ kann dieses Dateiformat nicht öffnen.
el: Το %@ δεν μπορεί να ανοίξει αυτή τη μορφή αρχείου.
es: %@ no puede abrir este formato de archivo.
et: %@ ei suuda seda failivormingut avada.
fi: %@ ei osaa avata tätä tiedostomuotoa.
fil: Hindi mabuksan ng %@ ang format na ito ng file.
fr: %@ ne sait pas ouvrir ce format de fichier.
he: ‏%@ אינו יכול לפתוח פורמט קובץ זה.
hi: %@ इस फ़ाइल फ़ॉर्मैट को नहीं खोल सकता।
hr: %@ ne može otvoriti ovaj format datoteke.
hu: A(z) %@ nem tudja megnyitni ezt a fájlformátumot.
id: %@ tidak dapat membuka format berkas ini.
it: %@ non sa aprire questo formato di file.
ja: %@ はこのファイル形式を開けません。
ko: %@은(는) 이 파일 형식을 열 수 없습니다.
lt: „%@“ negali atverti šio failo formato.
lv: %@ nespēj atvērt šo faila formātu.
ms: %@ tidak dapat membuka format fail ini.
nb: %@ kan ikke åpne dette filformatet.
nl: %@ kan dit bestandsformaat niet openen.
pl: %@ nie potrafi otworzyć tego formatu pliku.
pt_pt: O %@ não consegue abrir este formato de ficheiro.
ro: %@ nu poate deschide acest format de fișier.
ru: %@ не может открыть этот формат файла.
sl: %@ ne zna odpreti te vrste datoteke.
sq: %@ nuk është në gjendje ta hapë këtë format skedari.
sv: %@ kan inte öppna det här filformatet.
th: %@ เปิดรูปแบบไฟล์นี้ไม่ได้
tr: %@ bu dosya biçimini açamıyor.
uk: %@ не може відкрити цей формат файлу.
vi: %@ không mở được định dạng tệp này.
zh_hans: %@ 无法打开这种文件格式。
